<template>
    <div id="div_body">
        <div class="help_content">
            <div id="title">服务协议</div>
            <p class="content">
                “校宝ERP”是校宝在线（杭州）科技股份有限公司旗下产品，以下所有条款均适用于“校宝ERP”产品。若要使用“校宝ERP”中的任何内容或信息，请您阅读使用条款。请注意访问和使用“校宝ERP”，即表示您接受这些使用条款。如果不接受这些使用条款，请离开并停止使用。
                <br /><br /> 我们随时可能会更改或修订使用条款的内容。因此您应在每次访问本产品的同时访问这些使用条款页面。如果您在我们更改或修订了使用条款后继续使用本产品，即表示您同意新的使用条款。
                <br /><br /> 本系统上的内容可供阅读和打印，文件可供分发，前提是仅可用于信息参考和非商业个人目的，且在使用文件时应注明出自“校宝ERP”。不允许交换、修改、出售或传播本系统的任何内容。新闻发布及其它注明为公共性质的文件，在注明信息来源的情况下可用于公共交流。
                <br /><br /> 本系统内容中可能含有技术性错误或排印错误。“校宝ERP”保留在无事先通知情况下对内容进行必要修改的权利。
                <br /><br /> 公司已尽力确保本系统内容的准确性，但因市场发展和产品开发的需要，有关内容可能会根据实际情况随时更新或修改，恕不另行通知，不便之处敬请谅解。
                <br /><br /> “校宝ERP”有权因应市场情况在告知或不告知的情况下对下属产品的价格、配置做出调整，对服务有效期内的租用产品的配置以购买时候的配置为准。
                <br /><br /> 如果您在本系统发布信息或加入评论，即赋予本系统对其内容进行编辑、复制、传播、建立派生作品，以及采用任何本站所选形式或媒体发表的权利。此外，您须对您在本系统中的所有行为承担全部责任。严禁利用本系统发布、传播含有下列内容的信息：
                <br /><br /> (一)反对宪法所确定的基本原则的；
                <br /><br /> (二)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                <br /><br /> (三)损害国家荣誉和利益的；
                <br /><br /> (四)煽动民族仇恨、民族歧视，破坏民族团结的；
                <br /><br /> (五)破坏国家宗教政策，宣扬邪教和封建迷信的；
                <br /><br /> (六)散布谣言，扰乱社会秩序，破坏社会稳定的；
                <br /><br /> (七)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
                <br /><br /> (八)侮辱或者诽谤他人，侵害他人合法权益的；
                <br /><br /> (九)含有法律、行政法规禁止的其他内容的。
                <br /><br /> 本公司保留随时清除内容的权利，包括但不局限于违反这些标准的内容。本公司有权对发布上述违规信息的账号进行冻结、清理。对于您在使用本系统时可能遇到任何令人反感的内容，本公司不承担责任。
                <br/><br/>
            </p>
        </div>
    </div>
</template>

<script>
export default {

}
</script>

<style>
#div_body{
    overflow: scroll;
    padding: 0.3rem;
    box-sizing: border-box;
}
#title{
    margin-bottom: 0.3rem;
    font-size: large;
}
.content{
    text-align: left;
    font-size: 0.26rem;
    color: #a4a9a9;
    line-height: 1.6;
    font-weight: lighter;
}
</style>
